[{"Summary": ""}, {"Summary": "When I took up tennis, my husband was happy to play with our two children and me, as long as we didn’t have to play by the rules.\nAs Denis repeatedly explained to us, playing by the rules placed him at an unfair disadvantage because he didn’t know the rules, and he didn’t know how to serve.\nInstead of learning the rules, he wanted to play a variation of tennis he had invented with another actor while on location in a tropical country.\nTheir game involved no serving and a complicated but curiously malleable set of rules that often appeared, to me, to change midgame and almost always to Denis’s advantage.\n[Sign up for Love Letter, our weekly email."}, {"Summary": "Over the course of life, we find things to love and commit to — a vocation, a spouse, a community.\nWill Storr, a writer whose work I admire enormously, says this story version of life is an illusion.\nIn his book “The Status Game,” he argues that human beings are deeply driven by status.\nIt feels good.”High-status people are healthier, get to talk more, have more relaxed postures, get admired by their social inferiors and have a sense of purpose, Storr argues.\nEven when we are trying to do good, Storr asserts, we’re playing the “virtue game,” to show we are morally superior to others."}, {"Summary": "Our new reality became very immediate for my wife Donna and me in late February, when she came down with nasty, flulike symptoms and couldn’t get tested for the coronavirus for four long weeks.\nWhen she finally did, we were relieved the test came back negative.\nBut this felt personal in more ways than one: Donna was the inspiration for Pandemic, a board game that was originally released in 2008.\nWhen playing our first cooperative game together, we had a markedly different experience.\nThe challenges were all the more exciting for being shared — and regardless of whether we won or lost, we both enjoyed the ride because we were in it together."}, {"Summary": "Ghettopoly is a board game, based on Monopoly, and it has a lot of people fired up.\nYahoo and eBay have blocked the sale of the game on their sites, and the Urban Outfitters chain has stopped selling it in stores.\nPeople are outraged -- outraged!\n-- that a game would portray inner-city blacks as pimps and hustlers and ho's.\nFor the record: Ghettopoly is without question an ugly game that promotes disgusting racial stereotypes."}, {"Summary": ""}, {"Summary": "For decades, educators have seen speed as a marker of aptitude or mastery, forcing students to scramble to finish tests.\nNew evidence shows that although smarter people are faster at solving easy problems, they’re actually slower to finish difficult ones.\nYou wouldn’t want a surgeon who rushes through a craniectomy, or an accountant who dashes through your taxes.\nEven for the many jobs in which people are judged on speed, there’s no evidence that doing algebra under time pressure is useful preparation.\nStrangely, though, the tests that define students’ grades and help determine their educational and professional fates are rarely designed for deliberation."}, {"Summary": ""}, {"Summary": ""}, {"Summary": "15 Aggies will clinch a berth in the SEC title game and will play No.\nThe SEC office confirmed Saturday night following Week 13’s results that the Bulldogs have clinched a spot in the conference title game for the fourth consecutive season.\nGeorgia would then be the second seed whether or not Tennessee wins against Vanderbilt, as Georgia owns the head-to-head tiebreaker over the Volunteers.\n• If Texas A&M wins, it creates either a three-way or four-way tie for first place, depending on whether Tennessee wins.\nIf Texas A&M wins but Tennessee loses, Georgia still gets the spot via its head-to-head win over the Longhorns."}]